Repository: IQ300Ltd/iq300-ios
Catalog: IQ300/*.lproj/FiltersLocalization.strings
Languages: ru

source: New
ru: Новые

source: Browsed
ru: Просмотренные

source: In work
ru: В работе

source: On init
ru: Инициализированные

source: Refused
ru: Отказанные

# completed
source: Upon verification
ru: На проверке

source: Accepted
ru: Выполненные

source: Declined
ru: Не принятые

source: Canceled
ru: Отмененные

source: Archived
ru: Архивные

# pending
source: Inactive
ru: Неактивная
